Repository: raniop/Health-Reporter
Catalog: Health Reporter/*.lproj/Localizable.strings
Languages: he

# chart.protein
source: Protein
he: חלבון

# chart.carbs
source: Carbs
he: פחמימות

# chart.fat
source: Fat
he: שומן

# chart.calories
source: Calories
he: קלוריות

# chart.steps
source: Steps
he: צעדים

# chart.restingHR
source: Resting HR
he: דופק מנוחה

# chart.noReadinessData
source: No readiness data
he: אין נתוני מוכנות

# chart.noHRDistanceData
source: No heart rate or distance data
he: אין נתוני דופק או מרחק

# chart.noSleepData
source: No sleep data to display
he: אין נתוני שינה להצגה

# chart.noGlucoseEnergyData
source: No glucose or energy data
he: אין נתוני גלוקוז או אנרגיה להצגה

# chart.noAutonomicData
source: No autonomic data
he: אין נתוני אוטונומי

# chart.noNutritionData
source: No nutrition data to display
he: אין נתוני תזונה להצגה

# chart.noDistanceData
source: No distance data
he: אין נתוני מרחק

# chart.noActiveEnergyData
source: No active energy data
he: אין נתוני אנרגיה פעילה

# chart.noHeartRateData
source: No heart rate data
he: אין נתוני דופק

# chart.noData
source: No data
he: אין נתונים

# chart.noStepsData
source: No steps data
he: אין נתוני צעדים

# chart.noRestingHRData
source: No resting heart rate data
he: אין נתוני דופק מנוחה

# chart.noHRVData
source: No HRV data
he: אין נתוני HRV

# debug.query
source: Query
he: שאילתה

# debug.response
source: Response
he: תשובה

# debug.differences
source: Differences
he: הבדלים

# debug.history
source: History
he: היסטוריה

# debug.copy
source: Copy
he: העתק

# debug.share
source: Share
he: שתף

# debug.close
source: Close
he: סגור

# debug.noSavedQuery
source: No saved query
he: אין שאילתה שמורה

# debug.noSavedResponse
source: No saved response
he: אין תשובה שמורה

# debug.noDifferences
source: No differences to show
he: אין הבדלים להצגה

# debug.callingGemini
source: Calling Gemini...
he: קורא ל-Gemini...

# debug.completed
source: Completed!
he: הושלם!

# debug.copied
source: Copied!
he: הועתק!

# debug.noHistory
source: No saved history
he: אין היסטוריה שמורה

# debug.queryStats
source: Query: %@ chars, %@ words
he: שאילתה: %@ תווים, %@ מילים

# debug.responseStats
source: Response: %@ chars, %@ words
he: תשובה: %@ תווים, %@ מילים

# debug.comparisonStats
source: Comparison between previous and current response
he: השוואה בין תשובה קודמת לנוכחית

# debug.entriesInLast7Days
source: %d entries in last 7 days
he: %d רשומות ב-7 הימים האחרונים

# debug.notFound
source: Not found
he: לא נמצא

# debug.notIdentified
source: Not identified
he: לא זוהה

# debug.previousResponse
source: Previous response: %@ chars
he: תשובה קודמת: %@ תווים

# debug.currentResponse
source: Current response: %@ chars
he: תשובה נוכחית: %@ תווים

# debug.difference
source: Difference: %@ chars
he: הפרש: %@ תווים

# debug.noChange
source: No change: %@
he: ללא שינוי: %@

# debug.removed
source: Removed:
he: נמחקו:

# debug.added
source: Added:
he: נוספו:

# debug.previousResponseTime
source: Previous response: %@
he: תשובה קודמת: %@

# debug.currentResponseTime
source: Current response: %@
he: תשובה נוכחית: %@

# debug.noPreviousResponse
source: No previous response to compare
he: אין תשובה קודמת להשוואה

# report.title
source: AION Report
he: דוח AION

# report.subtitle
source: Insights, recommendations and risk factors
he: תובנות, המלצות וגורמי סיכון

# recommendations.title
source: Recommendations
he: המלצות

# recommendations.subtitle
source: Actionable guidance based on your biometric data
he: הנחיות מעשיות לפי הנתונים הביומטריים שלך

# hero.loading
source: Loading...
he: טוען...

# sync.noUserLoggedIn
source: No user logged in
he: אין משתמש מחובר

# sync.imageConversionError
source: Error converting image
he: שגיאה בהמרת תמונה

# sync.noURLReceived
source: No URL received
he: לא התקבל URL

# explanation.readiness
source: How ready your body is for today. High score = well rested, low = better to rest.
he: כמה הגוף שלך מוכן להיום. ציון גבוה = מוכן טוב, נמוך = עדיף לנוח.

# explanation.hrv
source: A measure affected by sleep and stress. A high value usually means the body is recovering well.
he: מדד שמושפע משינה ולחץ. ערך גבוה בדרך־כלל אומר שהגוף מתאושש טוב.

# explanation.sleep
source: How many hours you slept. Good sleep helps you feel good and stay healthy.
he: כמה שעות ישנת. שינה טובה עוזרת לך להרגיש טוב ולהישאר בריא.

# explanation.strain
source: How much you worked your body (workouts, activity). Important to balance with rest.
he: כמה עמלת על הגוף (אימונים, פעילות). חשוב לאזן עם מנוחה.

# explanation.efficiency
source: Chart showing your recovery efficiency over time. Each bar = one day. Green = good recovery, yellow = moderate, red = low.
he: גרף המציג את יעילות ההתאוששות שלך לאורך הזמן. כל עמודה מייצגת יום. ירוק = התאוששות טובה, צהוב = בינונית, אדום = נמוכה.

# explanation.bioSleep
source: Sleep score 0-100 combining duration and quality (deep + REM sleep). 80+ = excellent, 60-80 = good, below 60 = needs improvement.
he: ציון שינה 0–100 המשקלל משך שינה ואיכות (שינה עמוקה + REM). 80+ = מצוין, 60-80 = טוב, מתחת ל-60 = דורש שיפור.

# explanation.bioTemp
source: Body temperature deviation from normal. A big change could indicate fatigue or illness.
he: הפרש טמפרטורת הגוף מהרגיל. שינוי גדול יכול להראות עייפות או חולי.

# explanation.bioRhrOrTemp
source: Resting Heart Rate (RHR) - key indicator of fitness and recovery. Lower is better. Healthy range: 50-70 bpm.
he: דופק מנוחה (RHR) - מדד חשוב לכושר והתאוששות. ככל שנמוך יותר, הלב יעיל יותר. טווח בריא: 50-70 פעימות לדקה.

# explanation.directives
source: AI-based action directives from your data. Stop = habits to quit. Start = recommended actions. Watch = things to monitor.
he: הנחיות AI מבוססות על הנתונים שלך. עצור = הרגלים להפסיק. התחל = פעולות מומלצות. עקוב = דברים לשים לב אליהם.

# explanation.insight
source: Insight from your data - connections between things (e.g., sleep and metrics).
he: תובנה מהנתונים שלך – קשר בין דברים (למשל שינה ומדדים).

# explanation.correlation
source: Correlation measure: how related two metrics are. 1.0 = strong positive, -1.0 = inverse, 0 = no connection.
he: מדד קורלציה: עד כמה שני מדדים קשורים. 1.0 = קשר חזק חיובי, -1.0 = קשר הפוך, 0 = אין קשר.

# explanation.pValue
source: P-Value - statistical reliability measure. Below 0.05 = finding is likely real, not random. Lower = more reliable.
he: P-Value - מדד סטטיסטי לאמינות. מתחת ל-0.05 = הקשר כנראה אמיתי ולא מקרי. ככל שנמוך יותר, כך אמין יותר.

# explanation.sampleSize
source: Number of days the data is based on. 30+ days = more reliable insights.
he: מספר הימים שעליהם מבוססים הנתונים. 30+ ימים = תובנות אמינות יותר.

# explanation.biometrics
source: Summary of key biometrics: RHR, HRV, and physical load - for overall health assessment.
he: סיכום מדדים ביומטריים: דופק מנוחה (RHR), שונות דופק (HRV), ועומס פיזי - להערכת מצב הבריאות.

# explanation.focus
source: Focus areas - key improvement areas identified from analyzing your data.
he: מוקדי התמקדות - תחומים שזוהו כחשובים לשיפור, מבוססים על ניתוח הנתונים שלך.

# explanation.profileHeight
source: Your height from Apple Health. Used for BMI and other calculations.
he: הגובה שלך מאפליקציית הבריאות של אפל. משמש לחישוב BMI ומדדים נוספים.

# explanation.profileWeight
source: Your current weight from Apple Health. Regular updates enable accurate tracking.
he: המשקל העדכני שלך מאפליקציית הבריאות. עדכון שוטף מאפשר מעקב מדויק.

# explanation.highlights
source: Daily highlights: time in bed, breathing rate, steps and distance - to understand your daily activity.
he: דגשים יומיים: זמן במיטה, קצב נשימות בשינה, צעדים ומרחק - להבנת הפעילות היומית שלך.

# explanation.profileAge
source: Your age from birth date. Used to calibrate personalized health recommendations.
he: הגיל שלך מתאריך הלידה. משמש לכיול המלצות בריאות מותאמות אישית.

# explanation.activitySteps
source: Number of steps taken. Recommended: 10,000/day. Regular walking improves heart health and mood.
he: מספר הצעדים שביצעת. יעד מומלץ: 10,000 ביום. הליכה סדירה משפרת בריאות הלב ומצב רוח.

# explanation.activityDistance
source: Total distance covered on foot (walking + running). Daily target: 5-8 km.
he: סה״כ המרחק שעברת ברגל (הליכה + ריצה). יעד יומי מומלץ: 5-8 ק״מ.

# explanation.activityCalories
source: Active calories - energy burned from movement (not basal metabolism). Target: 300-500/day.
he: קלוריות פעילות - אנרגיה שנשרפת מתנועה ואימון (לא כולל חילוף חומרים בסיסי). יעד: 300-500 ביום.

# explanation.activityExercise
source: Minutes of medium-high intensity activity. WHO recommendation: 150+ minutes/week.
he: דקות פעילות בעצימות בינונית-גבוהה. המלצת WHO: 150+ דקות בשבוע.

# explanation.activityFlights
source: Number of floors climbed. Climbing stairs burns twice the calories of regular walking.
he: מספר קומות מדרגות שעלית. טיפוס מדרגות שורף קלוריות במהירות כפולה מהליכה.

# explanation.activityMove
source: Active minutes throughout the day. Goal: stay active all day, not just during workouts.
he: דקות שהיית פעיל. המטרה: להישאר פעיל לאורך היום, לא רק באימון.

# explanation.activityStand
source: Hours with at least 1 minute of standing/moving. Target: 12 hours/day. Prolonged sitting is harmful.
he: שעות שעמדת וזוזת לפחות דקה. יעד: 12 שעות ביום. ישיבה ממושכת מזיקה.

# explanation.activityCycling
source: Cycling distance. Excellent aerobic activity that's easy on the joints.
he: מרחק רכיבת אופניים. פעילות אירובית מצוינת שחוסכת עומס על המפרקים.

# explanation.activitySwimming
source: Swimming distance. Full-body workout that improves endurance and strengthens muscles.
he: מרחק שחייה. אימון גוף מלא שמשפר סיבולת ומחזק שרירים.

# explanation.heroSleep
source: Your average sleep duration for the selected period. Quality sleep is the foundation for body recovery. Adults need 7-9 hours of sleep per night. Tips for improvement: • Maintain a consistent bedtime • Avoid screens one hour before sleep • Keep your room dark and cool
he: משך השינה הממוצע שלך בתקופה הנבחרת. שינה איכותית היא הבסיס להתאוששות הגוף. מבוגרים צריכים 7-9 שעות שינה בלילה. טיפים לשיפור: • שמור על שעת שינה קבועה • הימנע ממסכים שעה לפני השינה • שמור על חדר חשוך וקריר

# explanation.heroHRV
source: Heart Rate Variability - an important measure of recovery and stress. High HRV indicates a flexible nervous system and good recovery capacity. Low HRV may indicate fatigue, stress, or illness. Values vary between individuals - it's important to track your personal trend over time.
he: שונות קצב הלב (Heart Rate Variability) - מדד חשוב להתאוששות ולחץ. HRV גבוה מעיד על מערכת עצבים גמישה ויכולת התאוששות טובה. HRV נמוך עשוי להצביע על עייפות, מתח או מחלה. ערכים משתנים בין אנשים - חשוב לעקוב אחר המגמה האישית שלך לאורך זמן.

# explanation.heroStrain
source: Your physical strain score - how hard your body worked. High strain means your body worked hard (workouts, activity). Low strain indicates a more relaxed day. Balance is key: high strain days should be balanced with recovery days to improve performance and health.
he: ציון העומס הפיזי שלך - כמה ״עבדת״ את הגוף. עומס גבוה אומר שהגוף עבד קשה (אימונים, פעילות). עומס נמוך מראה על יום נינוח יותר. איזון חשוב: ימי עומס גבוה צריכים להיות מאוזנים עם ימי התאוששות לשיפור הביצועים והבריאות.

# directives.stop
source: STOP
he: עצור

# directives.start
source: START
he: התחל

# directives.watch
source: WATCH
he: עקוב

# tab.social
source: Friends
he: חברים

# social.title
source: Friends
he: חברים

# social.subtitle
source: Compete with friends
he: התחרו עם חברים

# social.friends
source: Friends
he: חברים

# social.requests
source: Requests
he: בקשות

# social.search
source: Search
he: חיפוש

# social.leaderboard
source: Leaderboard
he: לוח תוצאות

# social.global
source: Global
he: עולמי

# social.friendsOnly
source: Friends
he: חברים

# social.sendRequest
source: Send Request
he: שלח בקשה

# social.accept
source: Accept
he: אשר

# social.decline
source: Decline
he: דחה

# social.remove
source: Remove
he: הסר

# social.noFriends
source: No friends yet Search for users and add them as friends
he: עדיין אין חברים חפש משתמשים והוסף אותם כחברים

# social.noRequests
source: No pending friend requests
he: אין בקשות חברות ממתינות

# social.noResults
source: No users found
he: לא נמצאו משתמשים

# social.searchHint
source: Type a name to search for users
he: הקלד שם כדי לחפש משתמשים

# social.searchPlaceholder
source: Search by name...
he: חפש לפי שם...

# social.recentSearches
source: Recent Searches
he: חיפושים אחרונים

# social.privacyToggle
source: Appear on global leaderboard
he: הופע בלוח התוצאות הגלובלי

# social.privacyTitle
source: Privacy Settings
he: הגדרות פרטיות

# social.privacyOffMessage
source: If you turn this off, you won't appear on the global leaderboard. Friends can still see your score.
he: אם תכבה את האפשרות הזו, לא תופיע בלוח התוצאות הגלובלי. חברים עדיין יוכלו לראות את הציון שלך.

# social.yourRank
source: Your Rank
he: הדירוג שלך

# social.removeFriend
source: Remove Friend
he: הסר חבר

# social.confirmRemove
source: Are you sure you want to remove %@ from your friends?
he: האם אתה בטוח שברצונך להסיר את %@ מרשימת החברים?

# social.emptyGlobalLeaderboard
source: No users on the leaderboard yet
he: אין עדיין משתמשים בלוח התוצאות

# social.emptyFriendsLeaderboard
source: Add friends to see their scores
he: הוסף חברים כדי לראות את הציונים שלהם

# social.alreadyFriends
source: Already friends
he: כבר חברים

# social.requestPending
source: Request pending
he: בקשה ממתינה

# social.sentYouRequest
source: Sent you a request
he: שלח לך בקשה

# social.wantsToBeYourFriend
source: Wants to be your friend
he: רוצה להיות חבר שלך

# social.unknownUser
source: Unknown user
he: משתמש לא ידוע

# tab.unified
source: Performance
he: ביצועים

# unified.title
source: Performance
he: ביצועים

# unified.activity
source: Activity
he: פעילות

# unified.trends
source: Trends
he: מגמות
