Repository: raniop/Health-Reporter
Catalog: Health Reporter/*.lproj/Localizable.strings
Languages: he

source: OK
he: אישור

source: Cancel
he: ביטול

source: Error
he: שגיאה

source: Loading...
he: טוען...

source: Save
he: שמור

source: Delete
he: מחק

source: Close
he: סגור

source: Done
he: סיום

source: Refresh
he: רענן

source: Retry
he: נסה שוב

# understand
source: Got it
he: הבנתי

source: Missing Details
he: חסרים פרטים

# tab.dashboard
source: AION
he: דשבורד

# tab.trends
source: Trends
he: מגמות

# tab.activity
source: Performance
he: פעילות

# tab.insights
source: Insights
he: תובנות

# tab.profile
source: Profile
he: פרופיל

# login.title
source: Sign in to continue
he: התחבר כדי להמשיך

# login.enterDetails
source: Enter details
he: הכנס פרטים

# login.email
source: Email
he: אימייל

# login.password
source: Password
he: סיסמה

# login.fullName
source: Full Name
he: שם מלא

# login.signIn
source: Sign In
he: התחבר

# login.signUp
source: Sign Up
he: הירשם

# login.noAccount
source: Don't have an account? Sign Up
he: אין לך חשבון? הירשם

# login.hasAccount
source: Already have an account? Sign In
he: יש לך חשבון? התחבר

# login.orSignInWithGoogle
source: Or sign in with Google
he: או התחבר עם Google

# login.orSignInWithApple
source: Or sign in with Apple
he: או התחבר עם Apple

# login.signInWithGoogle
source: Sign in with Google
he: התחבר עם Google

# login.connecting
source: Connecting...
he: מתחבר...

# login.enterEmailPassword
source: Please enter email and password.
he: נא להזין אימייל וסיסמה.

# login.enterFullName
source: Please enter your full name.
he: נא להזין שם מלא.

# login.googleClientIdError
source: Google Client ID not found. Please check GoogleService-Info.plist.
he: לא נמצא Client ID ל-Google. ודא ש-GoogleService-Info.plist מעודכן.

# login.appleError
source: Could not retrieve information from Apple.
he: לא ניתן לקבל מידע מ-Apple.

# profile.title
source: Profile
he: פרופיל

# profile.logout
source: Logout
he: התנתק

# profile.logoutConfirm
source: Are you sure you want to logout?
he: האם אתה בטוח שברצונך להתנתק?

# profile.height
source: Height
he: גובה

# profile.weight
source: Weight
he: משקל

# profile.age
source: Age
he: גיל

# profile.language
source: Language
he: שפה

# profile.dataSources
source: Data Sources
he: מקורות מידע

# profile.changeLanguage
source: Change Language
he: שינוי שפה

# profile.languageChangeMessage
source: The app will restart to apply the language change.
he: כדי שהשינוי ייכנס לתוקף, האפליקציה תיסגר ותיפתח מחדש.

# profile.backgroundColor
source: Background Color
he: צבע רקע

# profile.user
source: User
he: משתמש

# profile.editName
source: Edit Name
he: עריכת שם

# profile.enterName
source: Enter your name
he: הזן את שמך

# profile.name
source: Name
he: שם

# profile.selectUserType
source: Select User Type
he: בחר סוג משתמש

# dashboard.title
source: Health Summary
he: דשבורד

# dashboard.healthScore
source: Health Score
he: ציון בריאות

# dashboard.todaySummary
source: Today's Summary
he: סיכום היום

# dashboard.lastUpdate
source: Last Update
he: עדכון אחרון

# dashboard.noData
source: No Data
he: אין נתונים

# dashboard.refreshing
source: Refreshing...
he: מרענן...

# dashboard.reloadAllData
source: Reloading all data...
he: טוען מחדש את כל הנתונים...

# dashboard.analysisComplete
source: Analysis Complete
he: ניתוח הושלם

# dashboard.move
source: Move
he: תנועה

# dashboard.exercise
source: Exercise
he: אימון

# dashboard.stand
source: Stand
he: עמידה

# insights.title
source: Insights
he: תובנות

# insights.loading
source: Loading insights...
he: טוען תובנות...

# insights.noInsights
source: No insights available
he: אין תובנות זמינות

# insights.generateNew
source: Generate New Insights
he: צור תובנות חדשות

# insights.whyIChose
source: Why I Chose
he: למה בחרתי

# insights.recommendations
source: Recommendations
he: המלצות

# insights.summary
source: Summary
he: סיכום

# trends.title
source: Trends
he: מגמות

# trends.weekly
source: Weekly
he: שבועי

# trends.monthly
source: Monthly
he: חודשי

# trends.yearly
source: Yearly
he: שנתי

# trends.noData
source: Not enough data to show trends
he: אין מספיק נתונים להצגת מגמות

# trends.correlation
source: Correlation
he: קורלציה

# activity.title
source: Activity
he: פעילות

# activity.steps
source: Steps
he: צעדים

# activity.calories
source: Calories
he: קלוריות

# activity.distance
source: Distance
he: מרחק

# activity.activeMinutes
source: Active Minutes
he: דקות פעילות

# activity.goal
source: Goal
he: יעד

# activity.daily
source: Daily
he: יומי

# activity.weekly
source: Weekly
he: שבועי

# nutrition.title
source: Nutrition
he: תזונה

# nutrition.calories
source: Calories
he: קלוריות

# nutrition.protein
source: Protein
he: חלבון

# nutrition.carbs
source: Carbs
he: פחמימות

# nutrition.fat
source: Fat
he: שומן

# nutrition.water
source: Water
he: מים

source: Nutrition Recommendations
he: המלצות תזונה

# dataSources.title
source: Data Sources
he: מקורות מידע

# dataSources.connected
source: Connected
he: מחובר

# dataSources.notConnected
source: Not Connected
he: לא מחובר

# dataSources.connect
source: Connect
he: חבר

# dataSources.disconnect
source: Disconnect
he: נתק

# splash.loading
source: Loading...
he: טוען...

# splash.preparingData
source: Preparing data...
he: מכין נתונים...

# splash.loadingHealth
source: Loading health data...
he: טוען נתוני בריאות...

# splash.analyzing
source: Analyzing...
he: מנתח...

# error.generic
source: An error occurred. Please try again.
he: אירעה שגיאה. נסה שוב.

# error.network
source: Network error. Please check your connection.
he: בעיית רשת. בדוק את החיבור לאינטרנט.

# error.noData
source: No data found.
he: לא נמצאו נתונים.

# error.unauthorized
source: Please sign in again.
he: יש להתחבר מחדש.

# metric.heartRate
source: Heart Rate
he: דופק

# metric.bloodPressure
source: Blood Pressure
he: לחץ דם

# metric.sleep
source: Sleep
he: שינה

# metric.weight
source: Weight
he: משקל

# metric.steps
source: Steps
he: צעדים

# metric.calories
source: Calories
he: קלוריות

# metric.oxygen
source: Blood Oxygen
he: חמצן בדם

# metric.stress
source: Stress Level
he: רמת מתח

# unit.kg
source: kg
he: ק״ג

# unit.cm
source: cm
he: ס״מ

# unit.bpm
source: bpm
he: פעימות/דקה

# unit.steps
source: steps
he: צעדים

# unit.kcal
source: kcal
he: קק״ל

# unit.hours
source: hours
he: שעות

# unit.minutes
source: minutes
he: דקות

# unit.min
source: min
he: דק׳

# unit.hr
source: hr
he: שע׳

# unit.years
source: years
he: שנה

# time.today
source: Today
he: היום

# time.yesterday
source: Yesterday
he: אתמול

# time.thisWeek
source: This Week
he: השבוע

# time.thisMonth
source: This Month
he: החודש

# time.lastWeek
source: Last Week
he: שבוע שעבר

# time.lastMonth
source: Last Month
he: חודש שעבר

# time.7days
source: 7 Days
he: 7 ימים

# time.30days
source: 30 Days
he: 30 ימים

# metric.strain
source: Strain
he: עומס

# car.excellent
source: Excellent
he: מצוין

# car.good
source: Good
he: טוב

# car.fair
source: Fair
he: סביר

# car.needsImprovement
source: Needs Improvement
he: דורש שיפור

# car.status
source: Status
he: סטטוס

# car.score
source: Score
he: ציון

# widget.healthScore.title
source: Health Score
he: ציון בריאות

# widget.healthScore.description
source: Display your health score
he: הצג את ציון הבריאות שלך

# widget.dailySummary.title
source: Daily Summary
he: סיכום יומי

# widget.dailySummary.description
source: Your daily activity summary
he: סיכום הפעילות היומית

# widget.carTier.title
source: Car Tier
he: דירוג רכב

# widget.carTier.description
source: Display your health tier
he: הצג את דירוג הבריאות שלך

# widget.activityRings.title
source: Activity Rings
he: טבעות פעילות

# widget.activityRings.description
source: Daily activity progress
he: התקדמות הפעילות היומית

# dashboard.loadingData
source: Loading data...
he: טוען נתונים…

# dashboard.goodNight
source: Good night
he: לילה טוב

# dashboard.goodMorning
source: Good morning
he: בוקר טוב

# dashboard.goodAfternoon
source: Good afternoon
he: צהריים טובים

# dashboard.goodEvening
source: Good evening
he: ערב טוב

# dashboard.activity
source: Activity
he: פעילות

# dashboard.highlights
source: Highlights
he: דגשים

# dashboard.aiDirectives
source: AI Directives
he: הנחיות AI

# dashboard.recoveryTrend
source: Recovery Trend
he: מגמת התאוששות

# dashboard.sleepQuality
source: Sleep Quality
he: איכות שינה

# dashboard.restingHR
source: Resting HR
he: דופק מנוחה

# dashboard.deepSleep
source: Deep sleep
he: שינה עמוקה

# dashboard.avgLabel
source: Average
he: ממוצע

# dashboard.rangeLabel
source: Range
he: טווח

# dashboard.timeInBed
source: Time in bed
he: זמן במיטה

# dashboard.breathsInSleep
source: Breaths in sleep
he: נשימות בשינה

# dashboard.perMinute
source: per minute
he: בדקה

# dashboard.avg30Days
source: 30 days average
he: ממוצע 30 הימים

# dashboard.noHighlights
source: No highlights available
he: אין דגשים זמינים

# dashboard.explanation
source: Explanation
he: הסבר

# dashboard.healthKitError
source: HealthKit is not available on this device.
he: HealthKit לא זמין במכשיר זה.

# dashboard.permissionDenied
source: Permission Denied
he: הרשאה נדחתה

# dashboard.enableHealthAccess
source: Please enable access to health data in Settings.
he: אנא אפשר גישה לנתוני בריאות בהגדרות.

# dashboard.geminiTimeout
source: The Gemini request took too long. Please try again.
he: הבקשה ל‑Gemini התמשכה מדי. ייתכן חיבור איטי או עומס – נסה שוב.

# dashboard.noHealthData
source: No health data available. Make sure you connected to Apple Health and granted permissions.
he: אין נתוני בריאות זמינים. ודא שהתחברת ל-Apple Health והענקת הרשאות.

# dashboard.connectAppleHealth
source: Connect Apple Health to get personalized analysis.
he: חבר את Apple Health כדי לקבל ניתוח מותאם אישית.

# dashboard.dataDay
source: Today's data
he: נתוני היום

# dashboard.dataWeek
source: Week's data
he: נתוני שבוע

# dashboard.dataMonth
source: Month's data
he: נתוני חודש

# dashboard.steps
source: steps
he: צעדים

# dashboard.activeCalories
source: active calories
he: קלוריות פעילות

# splash.syncAppleHealth
source: Syncing with Apple Health...
he: מסנכרן עם Apple Health...

# splash.processingData
source: Processing data...
he: מעבד נתונים...

# splash.healthReport
source: Personal Health Report · Performance Lab
he: דוח בריאות אישי · Performance Lab

# trends.loadingBiometrics
source: Loading biometric data...
he: טוען נתונים ביומטריים…

# trends.basedOnPeriod
source: Based on biometric data from the selected period.
he: מבוסס על נתונים ביומטריים מהתקופה הנבחרת.

# trends.correlationEfficiency
source: Correlation Efficiency
he: יעילות קורלציה

# trends.positiveCorrelation
source: Positive correlation
he: קורלציה חיובית

# trends.negativeCorrelation
source: Negative correlation
he: קורלציה שלילית

# trends.need3Days
source: At least 3 days of data required
he: נדרשים לפחות 3 ימי נתונים

# trends.strain
source: Strain
he: עומס

# trends.restingHR
source: Resting HR
he: דופק מנוחה

# trends.steps
source: Steps
he: צעדים

# trends.exerciseMinutes
source: Exercise min
he: דקות אימון

# trends.bioTrends
source: Bio-Trends
he: ביו-טרנדים

# trends.activity
source: Activity
he: פעילות

# trends.focusAreas
source: Focus Areas
he: מוקדי התמקדות

# trends.sleepConsistency
source: Sleep consistency — maintain a tight sleep window for better recovery.
he: עקביות שינה — הישאר עם חלון שינה צר ל recovery טוב יותר.

# trends.vo2Opportunity
source: VO2 Opportunity — high intensity intervals recommended this week.
he: הזדמנות VO2 — אינטרוולים באינטנסיביות גבוהה מומלצים השבוע.

# trends.sleepGap
source: Sleep consistency — gap between last nights is about %d min. Goal: under 20 min.
he: עקביות שינה — הפער בין הלילות האחרונים כ־%d דק׳. מטרה: פחות מ־20 דק׳.

# trends.goodRecovery
source: Good recovery — can add moderate load this week.
he: התאוששות טובה — ניתן להוסיף עומס מתון השבוע.

# trends.trainingOpportunity
source: Training opportunity — high intensity intervals recommended when recovery improves.
he: הזדמנות אימון — אינטרוולים באינטנסיביות גבוהה מומלצים כשההתאוששות תעלה.

# trends.noDataConnect
source: No data available. Connect Apple Health.
he: אין נתונים זמינים. חבר את Apple Health.

# trends.sleepActivityData
source: Sleep and activity data will enable accurate insights.
he: נתוני שינה ופעילות יאפשרו תובנות מדויקות.

# trends.sampleSize
source: Sample size
he: גודל מדגם

# trends.sleepBoostsRecovery
source: %@h+ sleep boosts recovery by %d%%
he: שינה %@h+ מעלה את ההתאוששות ב־%d%%

# trends.basedOnDays
source: Based on biometric data from the last %d days.
he: מבוסס על נתונים ביומטריים מ־%d הימים האחרונים.

# trends.noBiometricData
source: No biometric data available yet.
he: אין נתונים ביומטריים זמינים עדיין.

# activity.loadingActivity
source: Loading activity data
he: טוען נתוני פעילות

# activity.activityTitle
source: Activity
he: פעילות

# activity.stepsDistanceCalories
source: Steps, distance, calories and exercise
he: צעדים, מרחק, קלוריות ואימון

# activity.activityRings
source: Activity Rings
he: טבעות פעילות

# activity.summary
source: Summary
he: סיכום

# activity.stepsMetric
source: Steps
he: צעדים

# activity.distanceMetric
source: Distance
he: מרחק

# activity.caloriesMetric
source: Calories
he: קלוריות

# activity.exerciseMetric
source: Exercise min
he: דקות אימון

# activity.floorsMetric
source: Floors
he: קומות

# activity.charts
source: Charts
he: גרפים

# activity.stepsChart
source: Steps Chart
he: גרף צעדים

# activity.distanceChart
source: Distance Chart
he: גרף מרחק

# activity.caloriesChart
source: Active Calories Chart
he: גרף קלוריות פעילות

# activity.noStepsData
source: No steps data
he: אין נתוני צעדים

# activity.noDistanceData
source: No distance data
he: אין נתוני מרחק

# activity.noCaloriesData
source: No calories data
he: אין נתוני קלוריות

# activity.km
source: km
he: ק״מ

# activity.min
source: min
he: דק׳

# activity.hours
source: hours
he: שעות

# insights.analyzingData
source: Analyzing data...
he: מנתח נתונים...

# insights.aionInsights
source: AION Insights
he: תובנות AION

# insights.biometricAnalysis
source: Data-based biometric analysis
he: ניתוח ביומטרי מבוסס נתונים

# insights.lastUpdate
source: Last update
he: עדכון אחרון

# insights.noSignificantChange
source: No Significant Change
he: אין שינוי משמעותי

# insights.noSignificantChangeMsg
source: Your data hasn't changed enough to justify a new analysis. The analysis will update automatically when there's a significant change in HRV, sleep or activity.
he: הנתונים שלך לא השתנו מספיק כדי להצדיק ניתוח חדש. הניתוח יתעדכן אוטומטית כשיהיה שינוי משמעותי ב-HRV, שינה או פעילות.

# insights.refreshAnyway
source: Refresh anyway
he: רענן בכל זאת

# insights.waitingForAnalysis
source: Waiting for analysis...
he: ממתין לניתוח...

# insights.carSelectedAfter
source: Your car will be chosen after the first analysis of your data
he: הרכב שלך ייבחר לאחר ניתוח ראשון של הנתונים

# insights.peakPerformance
source: Peak Performance
he: שיא ביצועים

# insights.excellent
source: Excellent
he: מצוין

# insights.goodCondition
source: Good Condition
he: מצב טוב

# insights.okay
source: Okay
he: בסדר

# insights.needsAttention
source: Needs Attention
he: צריך טיפול

# insights.carSelectedBased
source: The car was chosen based on analysis of your health data.
he: הרכב נבחר על סמך ניתוח נתוני הבריאות שלך.

# insights.weeklyData
source: Weekly Data
he: נתוני השבוע

# insights.sleep
source: Sleep
he: שינה

# insights.sleepExplanation
source: Average sleep hours in the last week. 7-9 hours is considered optimal for recovery.
he: ממוצע שעות שינה בשבוע האחרון. 7-9 שעות נחשב אופטימלי להתאוששות.

# insights.readiness
source: Readiness
he: מוכנות

# insights.readinessExplanation
source: Your readiness score for training (0-100). Based on sleep, HRV and previous load.
he: ציון המוכנות שלך לאימון (0-100). מבוסס על שינה, HRV ועומס קודם.

# insights.strain
source: Strain
he: עומס

# insights.strainExplanation
source: Weekly physical strain level (0-10). Balanced strain is 2-5.
he: רמת העומס הפיזי השבועי (0-10). עומס מאוזן הוא 2-5.

# insights.hrvExplanation
source: Heart Rate Variability. A higher value indicates better recovery ability.
he: שונות קצב הלב (Heart Rate Variability). ערך גבוה יותר מצביע על יכולת התאוששות טובה יותר.

# insights.steps
source: Steps
he: צעדים

# insights.stepsExplanation
source: Total steps in the last week. Aim for 10,000 steps per day.
he: סה״כ צעדים בשבוע האחרון. מומלץ לשאוף ל-10,000 צעדים ביום.

# insights.exerciseMinutes
source: Exercise Minutes
he: דקות אימון

# insights.exerciseExplanation
source: Minutes of medium-high intensity physical activity. Recommended 150+ minutes per week.
he: דקות פעילות גופנית בעצימות בינונית-גבוהה. מומלץ 150+ דקות בשבוע.

# insights.loadingValue
source: Loading...
he: טוען...

# insights.aiInsights
source: AI Insights
he: תובנות AI

# insights.engine
source: Engine
he: מנוע

# insights.transmission
source: Transmission
he: תיבת הילוכים

# insights.suspension
source: Suspension
he: מתלים

# insights.fuelEfficiency
source: Fuel Efficiency
he: יעילות דלק

# insights.electronics
source: Electronics
he: אלקטרוניקה

# insights.whatLimitsPerformance
source: What limits performance?
he: מה מגביל את הביצועים?

# insights.optimizationPlan
source: Optimization Plan
he: תוכנית אופטימיזציה

# insights.recommendedUpgrades
source: Recommended Upgrades
he: שדרוגים מומלצים

# insights.skippedMaintenance
source: Skipped Maintenance
he: טיפול שמדלגים עליו

# insights.stopImmediately
source: Stop Immediately
he: להפסיק מיד

# insights.tuningPlan
source: 30-60 Day Tuning Plan
he: תוכנית כוונון 30-60 יום

# insights.trainingAdjustments
source: Training Adjustments
he: התאמות אימון

# insights.recoveryAndSleep
source: Recovery and Sleep
he: התאוששות ושינה

# insights.habitToAdd
source: Habit to Add
he: הרגל להוסיף

# insights.habitToRemove
source: Habit to Remove
he: הרגל להסיר

# insights.nutritionRecommendations
source: Nutrition Recommendations
he: המלצות תזונה ותוספים

# insights.recommendedSupplements
source: Recommended supplements based on your data analysis
he: תוספים מומלצים מבוססי ניתוח הנתונים שלך

# insights.actionDirectives
source: Action Directives
he: הנחיות פעולה

# insights.lookingAhead
source: Looking Ahead
he: מבט קדימה

# insights.newCarTitle
source: You have a new car!
he: יש לך רכב חדש!

# insights.dataChangedSignificantly
source: Your data changed significantly
he: הנתונים שלך השתנו משמעותית

# insights.timeToReplace
source: Time to replace the %@
he: הגיע הזמן להחליף את ה-%@

# insights.timeToDiscover
source: Time to discover your updated car
he: הגיע הזמן לגלות את הרכב המעודכן

# insights.preparingNewCar
source: Preparing your new car...
he: מכין את הרכב החדש...

# insights.ready
source: Ready!
he: מוכן!

# insights.readyToDiscover
source: Ready to discover which car you are?
he: מוכן לגלות איזה רכב אתה?

# insights.basedOnYourData
source: Based on your health data, we'll discover which car represents you best
he: על סמך נתוני הבריאות שלך, נגלה איזה רכב מייצג אותך הכי טוב

# insights.scanningHealthData
source: Scanning health data...
he: סורק נתוני בריאות...

# insights.analyzingPerformance
source: Analyzing performance...
he: מנתח ביצועים...

# insights.findingPerfectCar
source: Finding the perfect car...
he: מוצא את הרכב המושלם...

# insights.noAnalysisYet
source: No performance analysis yet
he: אין עדיין ניתוח ביצועים

# insights.pressRefreshToStart
source: Press the refresh button above to start
he: לחץ על כפתור הרענון למעלה להתחיל

# insights.greatCondition
source: Great Condition
he: מצב מעולה

# insights.mediumCondition
source: Medium Condition
he: מצב בינוני

# insights.needsCare
source: Needs Care
he: צריך טיפול

# insights.requiresAttention
source: Requires Attention
he: דורש תשומת לב

# insights.discoverNewCar
source: Discover the new car
he: גלה את הרכב החדש

# insights.checkAgain
source: Check again
he: גלה שוב

# insights.startDiscovery
source: Start Discovery
he: התחל גילוי

# insights.discoverCar
source: Discover My Car
he: גלה את הרכב שלי

# profile.dataSource
source: Data Source
he: מקור נתונים

# profile.backgroundColorChange
source: Background Color Change
he: שינוי צבע רקע

# profile.backgroundColorMessage
source: To apply the change, the app will close. The new color will be active next time you open it.
he: כדי שהשינוי ייכנס לתוקף, האפליקציה תיסגר. בפעם הבאה שתפתח אותה, הצבע החדש יופעל.

# profile.confirmAndClose
source: Confirm and Close
he: אישור וסגירה

# profile.athlete
source: Athlete
he: אתלט

# profile.beginner
source: Beginner
he: מתחיל

# profile.amateur
source: Amateur
he: חובב

# profile.professional
source: Professional
he: מקצוען

# nutrition.supplementRecommendations
source: Supplement Recommendations
he: המלצות תוספי תזונה

# nutrition.basedOnAnalysis
source: Based on 3 months analysis of your health data
he: מבוסס על ניתוח 3 חודשים של נתוני הבריאות שלך

# nutrition.whyRecommended
source: Why recommended for you:
he: למה מומלץ עבורך:

# nutrition.noRecommendationsYet
source: No supplement recommendations yet Tap 'Check again' on the Insights screen for a new analysis
he: אין עדיין המלצות תוספים לחץ על ׳גלה שוב׳ במסך תובנות לקבלת ניתוח חדש

# nutrition.disclaimer
source: These recommendations are based on AI analysis of your health data and do not replace professional medical advice. Consult a doctor before taking new supplements.
he: המלצות אלו מבוססות על ניתוח AI של נתוני הבריאות שלך ואינן מהוות תחליף לייעוץ רפואי מקצועי. התייעץ עם רופא לפני נטילת תוספים חדשים.

# dataSources.automatic
source: Automatic
he: אוטומטי

# dataSources.selectSource
source: Select Data Source
he: בחר מקור נתונים

# dataSources.description
source: The app reads data from Apple Health. If you have a device that syncs to Apple Health (like Garmin or Oura), select it here for customized analysis.
he: האפליקציה קוראת נתונים מאפל הלט׳. אם יש לך מכשיר שמסנכרן לאפל הלט׳ (כמו Garmin או Oura), בחר אותו כאן כדי לקבל ניתוח מותאם.

# dataSources.detectedSources
source: Detected Sources
he: מקורות שזוהו

# dataSources.checkingSources
source: Checking sources...
he: בודק מקורות...

# dataSources.deviceStrengths
source: Device Strengths
he: חוזקות המכשיר

# dataSources.note
source: Note: Garmin Body Battery and Oura Readiness Score don't sync to Apple Health. The app calculates similar readiness scores from HRV, heart rate, and sleep data.
he: שים לב: Garmin Body Battery ו-Oura Readiness Score לא מסתנכרנים לאפל הלט׳. האפליקציה מחשבת ציוני מוכנות דומים מנתוני HRV, דופק ושינה.

# dataSources.selectDeviceToSeeStrengths
source: Select a specific device to see its strengths
he: בחר מכשיר ספציפי כדי לראות את החוזקות שלו

# dataSources.noSourcesFound
source: No data sources found in the last 14 days
he: לא נמצאו מקורות נתונים ב-14 ימים האחרונים

# dataSources.samples
source: samples
he: דגימות

# dataSources.lastSync
source: Last sync
he: סנכרון אחרון

# dataSources.other
source: Other
he: אחר

# dataSources.autoDetect
source: Auto Detect
he: זיהוי אוטומטי

# dashboard.runAnalysisForRecommendations
source: Run analysis (AION Insights) to see recommendations.
he: הרץ ניתוח (תובנות AION) כדי לראות המלצות.

# activity.floors
source: Floors
he: קומות

# activity.workouts
source: Workouts
he: אימונים

# recommendations.noRecommendations
source: No recommendations yet. Run analysis on dashboard (AION Insights) to see personalized recommendations.
he: אין המלצות כרגע. הרץ ניתוח בדשבורד (תובנות AION) כדי לראות המלצות מותאמות.

# unit.km
source: km
he: ק״מ

# chart.date
source: Date
he: תאריך

# chart.day
source: Day
he: יום

# chart.recovery
source: Recovery
he: התאוששות

# chart.strain
source: Strain
he: עומס

# chart.heartRate
source: Heart Rate
he: דופק

# chart.km
source: km
he: ק"מ

# chart.sleep
source: Sleep
he: שינה

# chart.glucose
source: Glucose
he: סוכר

# chart.energy
source: Energy
he: אנרגיה

# chart.metric
source: Metric
he: מדד

# chart.value
source: Value
he: ערך

# chart.breathing
source: Breathing
he: נשימה
